11/data/attachments/f9357878bf707580.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_2fb8ea95-c8c2-4314-b1df-62c33b5d3430</nif:username>
            <nif:friendToBeAdded>Cynthia_for_Friend_42259_6</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>